

alert('안녕')
alert('혹시 기프티콘 받으러 들어왔니?')
alert('그딴건 없단다')
alert('ㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋ')

var i = 1;
for(i = 1; i < 10; i++){
    alert('나가기 전에 10번만 누르고 가 ' + i + '트')
}

alert('진짜 누르네;')
alert('더 하고 싶어?')
alert('온 김에 손가락 운동이나 하고 가')

    for(i = 100; i > 0; i--){
        alert(i + '번 남음')
    }

    alert('?? 다 눌렀구나?')
    alert('얘 진심이네;;')
alert('솔직히 너 매크로 썼지')
alert('사실 컴에서 엔터 누르면 겁나 빠르게 지나가는디 ㅋㅋㅋㅋ')
alert('진짜 마지막이다')

for(i = 1; i < 10; i++){
    alert('난 경고함 지금이라도 돌아가')
}
var yourname = prompt('여기까지 온 그대의 자랑스러운 이름을 쓰거라');

for(i = 1; i < 99999; i++){
    document.write(yourname + "야, 수고했어. 근데 진짜 왜한거야? ㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋ")
}